[
    {
        "nr": 3,
        "name": "Nordpol",
        "description": "Diese Stellung verspricht für den Mann eine interessante Mischung aus Anspannung und Entspannung! Der Mann geht in den Handstand, bei dem er die Füße an der Wand abstützt und überlässt seine Lust vollkommen seiner Partnerin. Diese kann ihre Hände frei einsetzen, um den Mann zu berühren oder ihn zu stützen, während sie ihn mit dem Mund befriedigt.",
        "intimacy": 2,
        "man": {
            "primary": "M. triceps brachii,M. latissimus dorsi,M. pectoralis,M. deltoideus",
            "secondary": "M. rectus abdominis",
            "level": 3
        },
        "woman": {
            "primary": "M. erector spinae",
            "level": 3
        }
    },
    {
        "nr": 7,
        "name": "Down Under",
        "description": "In dieser Stellung kann die Frau sich ganz fallenlassen! Während die Frau sich kopfüber mit ihren Unterarmen auf einer Unterlage abstützt, umgreift ihr Partner ihr Becken mit seinen Händen. Breitbeinig nimmt er sie von hinten, indessen sie mit ihren Schenkeln sein Becken umschlingt. Hier hat der Mann die Freiheit zu bestimmen wie tief und heftig er eindringt. Doch muss erwähnt werden, dass die Stellung möglicherweise einiger Übung bedarf.",
        "intimacy": 1,
        "man": {
            "primary": "M. quadriceps,M. gluteus,M. rectus abdominis",
            "secondary": "M. biceps brachii",
            "level": 2
        },
        "woman": {
            "primary": "M. trapezius",
            "secondary": "M. pectoralis",
            "level": 2
        }
    },
    {
        "nr": 4,
        "name": "Der Tischler",
        "description": "Ein sehr intensives Vergnügen für beide! Die Frau als Empfangende setzt sich mit aufgestützten Handflächen an die Tischkante, indessen der Mann ihre Unterschenkel auf seine Schultern legt, sie an der Hüfte festhält und in sie eindringt. Tiefe und Rhythmus liegen ganz in der Hand des Mannes, somit ist er aktiv und kann seine Partnerin verwöhnen, während diese sich hingibt und genießt.",
        "intimacy": 1,
        "man": {
            "primary": "M. quadriceps",
            "secondary": "M. biceps brachii,M. triceps brachii,M. pectoralis",
            "level": 2
        },
        "woman": {
            "primary": "M. triceps brachii,M. deltoideus,M. infraspinatus",
            "level": 2
        }
    },
    {
        "nr": 51,
        "name": "Rodeo",
        "description": "Eine Stellung in der eine intensive Penetration möglich ist! Während die Frau sich mit ihren Unterarmen auf einem Stuhl abstützt, steht der Mann breitbeinig zwischen ihren Beinen, umfasst ihr Becken und hebt es hoch. In dieser Position kann er von hinten in sie eindringen und indem er ihr Becken vor und zurück schwingt, seiner Lust freien Lauf lassen.",
        "intimacy": 1,
        "man": {
            "primary": "M. biceps brachii,M. deltoideus",
            "secondary": "M. quadriceps,M. gluteus,M. rectus abdominis",
            "level": 3
        },
        "woman": {
            "primary": "M. trapezius,M. erector spinae",
            "secondary": "M. gluteus,M. ischiocrurale",
            "level": 3
        }
    },
    {
        "nr": 34,
        "name": "Der Teleskop",
        "description": "Lassen sie sich von ihrer Partnerin überraschen! Der Mann sitzt breitbeinig auf einem Stuhl, während seine Partnerin sich mit dem Gesicht ihm zugewandt auf seinen geöffneten Schoß setzt und ihre Füße seitlich neben ihm aufstellt. In dieser Stellung halten sich Mann und Frau an den Händen, um die schaukelnden Bewegungen der Frau zu unterstützen. Das Becken der Frau bleibt hierbei frei für rhythmische Bewegungen. Eine intensive Stellung, bei der die Frau die Tiefe und den Rhythmus der Stoßbewegungen bestimmt!",
        "intimacy": 1,
        "man": {
            "primary": "M. biceps brachii",
            "level": 2
        },
        "woman": {
            "primary": "M. rectus abdominis,M. erector spinae",
            "level": 2
        }
    },
    {
        "nr": 21,
        "name": "Der Tango",
        "description": "Zeigt her Eure Hände! Während der Mann halb auf der Kante eines Tisches sitzt, steht die Frau ihm zugewandt da, stellt ein Bein auf den Tisch und presst ihr Becken an das ihres Partners. In dieser Stellung können sich beide mit ihren freien Händen umschlingen und liebkosen und so ihre Lust steigern.",
        "intimacy": 1,
        "man": {
            "primary": "M. rectus abdominis",
            "level": 1
        },
        "woman": {
            "primary": "M. triceps surae",
            "level": 1
        }
    },
    {
        "nr": 12,
        "name": "Die Beinschere",
        "description": "Nichts für schwache Liebhaber! Der Mann hält das Gesäß seiner Partnerin fest umschlossen, während sich diese vorsichtig nach vorne fallen lässt. Die Schenkel fest um den Schoß des Partners geschlungen, kann sie sich mit den Handflächen am Boden abstützen und die Vor- und Rückwärtsbewegungen des Partners genießen.",
        "intimacy": 1,
        "man": {
            "primary": "M. rectus abdominis",
            "secondary": "M. quadriceps,M. biceps brachii",
            "level": 3
        },
        "woman": {
            "primary": "M. trapezius,M. deltoideus",
            "secondary": "M. triceps brachii",
            "level": 3
        }
    },
    {
        "nr": 37,
        "name": "Der Skispringer",
        "description": "Atempause für die Frau! Die Frau liegt mit angewinkelten Beinen auf einem Stuhl, während der Mann ihr den Rücken zuwendet und mit gebeugten Beinen von oben in sie eindringt. Sie legt ihre Beine auf seinem Rücken ab und kann sein Becken mit ihren Händen umfassen, um die Kraft seiner Stoßbewegungen zu fühlen und sich ihrer Lust hinzugeben.",
        "intimacy": 1,
        "man": {
            "primary": "M. quadriceps,M. erector spinae",
            "level": 2
        },
        "woman": {
            "primary": "M. ischiocrurale",
            "level": 2
        }
    },
    {
        "nr": 49,
        "name": "Die Versöhnung",
        "description": "Eine wundervoll intime Stellung! Der Mann kniet auf dem Boden und hält seine Partnerin an Rücken und Gesäß fest. Diese steht auf einem gebeugten Bein, während sie das andere weniger gebeugt auf den Zehenspitzen abstellt. Mit den Armen umklammert sie die Schultern und den Nacken ihres Partners, um mit ihm in dieser Vereinigung größten Genuss zu finden.",
        "intimacy": 1,
        "man": {
            "primary": "M. biceps brachii,M. gluteus,M. rectus abdominis",
            "level": 2
        },
        "woman": {
            "primary": "M. quadriceps",
            "level": 2
        }
    },
    {
        "nr": 20,
        "name": "Der Regenbogen",
        "description": "Für Genießer! Der Mann liegt halb mit ausgestreckten Beinen auf dem Bett. Seine Partnerin legt sich ebenfalls mit ausgestreckten Beinen und ihm zugewandten Rücken auf ihn. So kann sie den Bewegungsrhythmus bestimmen, während sie sich mit ihren Handflächen auf dem Bett abstützt. Auch der Mann hat die Möglichkeit auf die Tiefe und den Rhythmus Einfluss zu nehmen, indem er das Becken seiner Partnerin mit seinen freien Händen umschlingt und abwechselnd nach vorne und hinten schiebt.",
        "intimacy": 1,
        "man": {
            "primary": "M. rectus abdominis",
            "secondary": "M. pectoralis,M. trapezius",
            "level": 1
        },
        "woman": {
            "primary": "M. trapezius,M. triceps brachii,M. pectoralis",
            "level": 1
        }
    },
    {
        "nr": 30,
        "name": "Die Fontäne",
        "description": "Warum nicht mal seitlich?  Bei dieser Stellung liegt der Mann auf dem Rücken, wenn erwünscht kann er sich mit seinem Oberkörper und seinen Beinen auf eine erhöhte Unterlage legen, um so seiner Partnerin einen Spielraum für ihre Beine zu ermöglichen. Sie setzt sich seitlich auf seinen Schoß, stützt sich mit ihren Armen auf ihm ab und kann die Beinunterlage nutzen, um ihrem Becken einen Bewegungsspielraum zu geben, sodass sie sich auf ihrem Partner hin und her bewegen kann. Er kann sie mit seinen Händen streicheln, um ihr zusätzliche Lust zu bereiten.",
        "intimacy": 1,
        "man": {
            "primary": "M. gluteus,M. ischiocrurale",
            "level": 2
        },
        "woman": {
            "primary": "M. quadriceps,M. ischiocrurale",
            "secondary": "M. triceps surae",
            "level": 2
        }
    },
    {
        "nr": 22,
        "name": "Rodeln",
        "description": "Eine sinnliche Freude für beide! In dieser Stellung liegt der Mann auf dem Rücken. Seine Partnerin setzt sich ihm zugewandt in der Hocke auf ihn und hält sich an seinen angewinkelten Beinen fest. Hier haben beide Spielraum sich zu bewegen und zu stimulieren. Ein zusätzlicher Genuss könnte das Fesseln der Hände des Mannes sein.",
        "intimacy": 1,
        "man": {
            "primary": "M. ischiocrurale",
            "secondary": "M. adductor",
            "level": 1
        },
        "woman": {
            "primary": "M. triceps brachii,M. quadriceps",
            "level": 1
        }
    },
    {
        "nr": 47,
        "name": "Die Schubkarre",
        "description": "Warum einfach, wenn es auch schwer geht! Die Frau geht in den Vierfüßlerstand und der Mann hebt ihr Becken von hinten hoch, während er zwischen den Beinen seiner Partnerin steht. Indem er ihr Becken mit den Händen umgreift, kann er von hinten in sie eindringen und beiden in schaukelnden Bewegungen Lust schenken.",
        "intimacy": 1,
        "man": {
            "primary": "M. quadriceps,M. erector spinae",
            "secondary": "M. biceps brachii",
            "level": 3
        },
        "woman": {
            "primary": "M. ischiocrurale,M. gluteus,M. triceps brachii,M. trapezius",
            "level": 3
        }
    },
    {
        "nr": 42,
        "name": "Die Lustfalle",
        "description": "Eine Stellung, von der Sie nicht mehr loskommen werden! Während die Frau auf dem Rücken liegt, legt der Mann sich in entgegengesetzter Richtung mit aufgestützten Unterarmen auf sie und dringt von oben in sie ein. Mit den Beinen umfängt seine Partnerin seine Hüfte, um ihr Becken an seines zu pressen. Ihre freien Hände kann die Frau nutzen, um ihren Partner zu verwöhnen.",
        "intimacy": 2,
        "man": {
            "primary": "M. rectus abdominis,M. erector spinae",
            "level": 1
        },
        "woman": {
            "level": 1
        }
    },
    {
        "nr": 6,
        "name": "Die Praline",
        "description": "Oralverkehr mal anders! Die Frau liegt rücklings mit dem Kopf an der Bettkante. Der Mann steht in einer leichten Hocke über sie gebeugt und nimmt ihren Kopf zwischen seine Beine. So kann er mit einer Hand ihren Kopf umfangen, um ihn zu stützen und gleichzeitig steuern wie tief er in ihren Mund eindringt und in welchem Rhythmus sie ihn verwöhnt. Ein intensives und erregendes Vergnügen für beide!",
        "intimacy": 3,
        "man": {
            "primary": "M. quadriceps",
            "secondary": "M. biceps brachii",
            "level": 1
        },
        "woman": {
            "level": 1
        }
    },
    {
        "nr": 53,
        "name": "Der Schwimmlehrer",
        "description": "Frau unter Spannung! Die Frau stützt sich mit ihren Unterarmen auf einem Gymnastikball ab, während der Mann hinter ihr stehend ihre Beine an den Schenkeln anhebt, um in sie einzudringen. Indem seine Parterin ihre Beine um ihn schlingt, kann sie ihn in seinen Stoßbewegungen unterstützen. Doch sollte die Frau über eine gut Körperspannung verfügen, um das Gleichgewicht zu halten.",
        "intimacy": 1,
        "man": {
            "primary": "M. biceps brachii",
            "secondary": "M. gluteus,M. erector spinae",
            "level": 2
        },
        "woman": {
            "primary": "M. abductor,M. ischiocrurale",
            "secondary": "M. gluteus",
            "level": 2
        }
    },
    {
        "nr": 69,
        "name": "Vermächtnis",
        "description": "69 mal anders! Die Frau rollt sich rücklings zusammen, sodass sie mit den Händen die Fesseln ihrer gestreckten Beine umfassen kann, während der Mann mit dem Kopf an ihrem Gesäß über ihr kniet und sich mit seinen Händen seitlich seiner Parterin aufstützt. In dieser Position können sie sich gegenseitig mit dem Mund befriedigen.",
        "intimacy": 3,
        "man": {
            "primary": "M. triceps brachii,M. erector spinae",
            "level": 1
        },
        "woman": {
            "primary": "M. biceps brachii",
            "level": 1
        }
    },
    {
        "nr": 11,
        "name": "Die Fusion",
        "description": "Eine sehr liebevolle Stellung, bei der sich die Partner zärtlich umklammern! Für diese Stellung geht der Mann in die Hocke und umfängt den Oberkörper seiner Partnerin mit seinen Armen. Die Frau sitzt auf seinem Schoß und hält den Oberkörper ihres Partners fest umschlossen, während sie sich mit ihren Füßen am Boden abstützt. Mit langsamen schaukelnden Bewegungen können sie sich so Ihrer Lust hingeben.",
        "intimacy": 1,
        "man": {
            "primary": "M. pectoralis,M. biceps brachii,M. triceps brachii",
            "secondary": "M. quadriceps",
            "level": 2
        },
        "woman": {
            "primary": "M. quadriceps",
            "secondary": "M. trapezius,M. rhomboideus,M. latissimus dorsi",
            "level": 2
        }
    },
    {
        "nr": 57,
        "name": "Vertrauensfrage",
        "description": "Hier kann sich Frau in den Armen ihres Partners fallenlassen! Der Mann steht breitbeinig da und umfasst den unteren Rücken seiner Partnerin. Wenn sie den Kräften ihres Partners vertraut, kann sie sich, während die die Oberarme des Mannes umgreift, langsam nach hinten fallen lassen. Im Gleichgewicht können sich beide ihrem Vergnügen hingeben.",
        "intimacy": 1,
        "man": {
            "primary": "M. pectoralis",
            "secondary": "M. quadriceps,M. gluteus,M. rectus abdominis",
            "level": 2
        },
        "woman": {
            "primary": "M. rectus abdominis,M. erector spinae",
            "level": 2
        }
    },
    {
        "nr": 45,
        "name": "Die Rettungsboje",
        "description": "Eine Stellung, in der die Frau sich ganz der Kraft des Mannes überlässt! Während der Mann mit einem Bein auf einer erhöhten Unterlage steht, umklammert seine Partnerin seinen Nacken mit ihren Armen und umschlingt sein Becken mit ihren Beinen. Fühlt sie sich sicher, kann sie ihren Oberkörper nach hinten lehnen. Vereint in dieser Stellung umgreift der Mann ihr Gesäß und ihren Rücken, um sie zu halten und in rhythmischen Bewegungen nach vorne und hinten zu schwingen.",
        "intimacy": 1,
        "man": {
            "primary": "M. biceps brachii,M. quadriceps,M. erector spinae",
            "secondary": "M. pectoralis",
            "level": 2
        },
        "woman": {
            "primary": "M. biceps brachii",
            "secondary": "M. adductor,M. rectus abdominis",
            "level": 2
        }
    },
    {
        "nr": 35,
        "name": "Die Wünschelrute",
        "description": "Wünschen Sie sich was! Der Mann sitzt an der Kante eines Stuhles, während sich seine Partnerin mit ihren  Schenkeln auf den seinen vornüberbeugt. In einem leichten Hohlkreuz legt sie ihre Unterarme auf dem Boden auf. Der Mann hat die Hände frei, um seine Partnerin zu streicheln und ihr noch größere Lust zu bereiten oder um sie, indem er ihre Hüfte mit seinen Händen umfängt, in ihren Bewegungen zu unterstützen. Einfach nur genießen!",
        "intimacy": 1,
        "man": {
            "primary": "M. erector spinae",
            "level": 2
        },
        "woman": {
            "primary": "M. rectus abdominis,M. trapezius,M. erector spinae",
            "level": 2
        }
    },
    {
        "nr": 26,
        "name": "Der Rücksitz",
        "description": "Die Genießerstellung für den Mann! Während der Mann mit angewinkelten Beinen auf dem Rücken liegt, setzt seine Partnerin sich rittlings auf seinen geöffneten Schoß. Mit ihren Händen kann sie seine Schenkel umfassen, um besseren Halt zu bekommen. Ihre ausgestreckten sowie angespannten Beine ermöglichen es ihr, sich wippend auf und ab zu bewegen. Der Mann kann seine freien Hände nutzen, um sie mit den Händen an der Taille in ihrer Bewegung zu unterstützen.",
        "intimacy": 1,
        "man": {
            "primary": "M. deltoideus,M. pectoralis,M. biceps brachii",
            "level": 2
        },
        "woman": {
            "primary": "M. erector spinae",
            "level": 2
        }
    },
    {
        "nr": 17,
        "name": "Der Gondoliere",
        "description": "Eine Stellung die beiden größte Lust verspricht! Bei dieser Stellung liegt die Frau mit ihrem Rücken auf einer erhöhten Unterlage, etwa einem Gymnastikball, und stützt sich auf dieser mit ihren Armen ab. Der Mann kniet auf dem Boden und hält das Gesäß seiner Partnerin fest umschlungen, während er von vorne in sie eindringt. Mit ihren Beinen umschlingt die Frau das Becken ihres Partners und kann so den Rhythmus mitbestimmen. Doch maßgeblich regiert der Mann mit schaukelnden Vor- und Rückwärtsbewegungen seines Beckens das Lustempfinden.",
        "intimacy": 1,
        "man": {
            "primary": "M. biceps brachii",
            "secondary": "M. erector spinae",
            "level": 2
        },
        "woman": {
            "primary": "M. ischiocrurale",
            "level": 2
        }
    },
    {
        "nr": 46,
        "name": "Die Sekretärin",
        "description": "Hier ist der Mann der Chef! Die Frau setzt sich in einer weit geöffneten Hocke auf einen Sessel, stützt ihre Unterarme auf dessen Lehne ab, während der Mann im Stehen von hinten in sie eindringt. Mit seinen Händen kann er ihr Becken umfassen, um sie zu stabilisieren und den Bewegungsrhythmus zu bestimmen.",
        "intimacy": 1,
        "man": {
            "primary": "M. quadriceps,M. gluteus",
            "level": 2
        },
        "woman": {
            "primary": "",
            "level": 2
        }
    },
    {
        "nr": 62,
        "name": "Der Genuss",
        "description": "In dieser Stellung kann sie zeigen, wie sie liebt! Der Mann, der seinen Oberkörper auf einem Sessel abgelegt hat, beugt seine Beine und bietet so seiner Partnerin die Möglichkeit, sich mit einem Bein auf seiner Brust ausgestreckt, auf seinem Schoß niederzulassen. Mit ihren Handflächen kann sie sich auf seine Schenkel stützen. Indem er sein Becken frei in der Luft lässt, hat sie einen größeren Bewegungsspielraum und kann ihm zeigen, was die Lust in ihr entfesselt.",
        "intimacy": 1,
        "man": {
            "primary": "M. gluteus",
            "secondary": "M. ischiocrurale,M. erector spinae",
            "level": 2
        },
        "woman": {
            "primary": "M. triceps brachii",
            "secondary": "M. erector spinae",
            "level": 2
        }
    },
    {
        "nr": 61,
        "name": "Eng umschlungen",
        "description": "Intim im Stehen! Während der Mann steht, kann sich seine Partnerin um ihn schlingen, indem sie seinen Nacken mit ihren Armen umgreift und ihren Schoß mithilfe der Beine fest an seinen presst. Wenn der Mann ihre Schenkel mit seinen Händen umfasst, kann er ihr Gesäß nach vorne und hinten bewegen und so Tiefe und Rhythmus der Vereinigung bestimmen.",
        "intimacy": 1,
        "man": {
            "primary": "M. biceps brachii,M. quadriceps",
            "secondary": "M. erector spinae,M. rectus abdominis",
            "level": 2
        },
        "woman": {
            "primary": "M. biceps brachii",
            "secondary": "M. adductor",
            "level": 2
        }
    },
    {
        "nr": 48,
        "name": "Sirene",
        "description": "Warum  nicht mal auf einem Bein? Diese Stellung ist eine Variation des \"Rückhaltes\". Während der Mann breitbeinig an einer Wand gelehnt dasteht, hebt seine Partnerin, die ihm den Rücken zugewandt hat, ein Bein. Dieses stellt sie an der Wand ab, um Stabilität zu gewinnen. Mit den Armen kann die Frau hinter sich greifen und sich an der Hüfte des Mannes abzustützen. Gemeinsam können Sie sich so ihrer Erregung hingeben.",
        "intimacy": 1,
        "man": {
            "primary": "M. quadriceps",
            "secondary": "M. biceps brachii",
            "level": 1
        },
        "woman": {
            "level": 1
        }
    },
    {
        "nr": 60,
        "name": "Aussicht",
        "description": "Hier geht es heiß her! Die Frau legt ihren Oberkörper auf einer erhöhten Unterlage, etwa einem Gymnastikball, ab. Der Mann, der zwischen ihren Beinen steht, kann von vorne in sie eindringen, indem er ihre Schenkel umfasst und in eine höhere Position bringt. So kann der Mann seine Partnerin mit rhythmischen Stoßbewegungen um den Verstand bringen. Hier muss der Mann viel Kraft in seinen Armen aufbringen, sodass diese Stellung nur als Übergangsstellung angesehen werden kann.",
        "intimacy": 1,
        "man": {
            "primary": "M. quadriceps,M. biceps brachii",
            "secondary": "M. gluteus,M. rectus abdominis,M. erector spinae",
            "level": 2
        },
        "woman": {
            "primary": "M. erector spinae",
            "level": 2
        }
    },
    {
        "nr": 36,
        "name": "Der Husarenritt",
        "description": "Eine lustvolle Alternative zur klassischen Reiterstellung! Der Mann sitzt mit geschlossenen Beinen auf einem Stuhl, während seine Partnerin seinen Schoß rittlings mit ihrem Becken umschließt. Ihre angewinkelten Beine legt sie seitlich der Oberschenkel des Mannes ab. Wenn beide die Unterarme des anderen mit ihren Händen umfassen, kann der Mann die Bewegungen seiner Partnerin genießen.",
        "intimacy": 1,
        "man": {
            "primary": "M. biceps brachii",
            "level": 2
        },
        "woman": {
            "primary": "M. quadriceps",
            "level": 2
        }
    },
    {
        "nr": 29,
        "name": "Schlitten",
        "description": "Diese Stellung ermöglicht viel Körperkontakt! Der Mann, der mit ausgestreckten Beinen halb auf einem Stuhl liegt, umfasst die Hände seiner Partnerin. Diese liegt mit den Füßen an seinem Kopf und dem Gesicht zur Decke gewandt auf ihm. Auch wenn sich das erste Eindringen des Mannes schwierig gestalten kann, so lohnt sich das ausprobieren doch allemal!",
        "intimacy": 1,
        "man": {
            "primary": "M. trapezius,M. sternocleidomastoideus",
            "level": 2
        },
        "woman": {
            "level": 2
        }
    },
    {
        "nr": 55,
        "name": "Sehnsucht",
        "description": "Eine intime Stellung mit viel Körperkontakt! Die Frau liegt bäuchlings mit ihrem Kopf vornüber an einer Bettkante. Ihre Händflächen stützen sie am Boden ab. So kann der Mann, der auf hier liegt, von hinten in sie eindringen und mit seinen gestreckten Armen am Boden Halt finden. Mit langsamen oder schnellen Stoßbewegungen kann er seine Partnerin zum Höhepunkt bringen.",
        "intimacy": 4,
        "man": {
            "primary": "M. triceps brachii,M. trapezius,",
            "secondary": "M. gluteus,M. erector spinae",
            "level": 1
        },
        "woman": {
            "primary": "M. trapezius,M. triceps brachii",
            "level": 1
        }
    },
    {
        "nr": 25,
        "name": "Der Ehrenplatz",
        "description": "Hier ist die Kraft des Mannes gefragt! Der Mann geht in den Vierfüßlerstand, bei dem er sein Gesicht der Decke zuwendet. Die Frau setzt sich mit dem Rücken zu ihrem Partner auf dessen Schoß und hält sich mit ihren Händen an seinen Oberschenkeln fest. Dadurch, dass sie in dieser Stellung die Möglichkeit hat ihre Füße zwischen den Beinen ihres Partners aufzustellen, kann sie sich auf und ab bewegen, ihr Becken kreisen und kippen. So hat sie einen großen Bewegungsspielraum, der beiden ein sinnliches Vergnügen bereitet.",
        "intimacy": 1,
        "man": {
            "primary": "M. triceps brachii,M. trapezius,M. latissimus dorsi,M. gluteus,M. erector spinae",
            "level": 3
        },
        "woman": {
            "primary": "M. triceps surae,M. quadriceps",
            "secondary": "M. triceps brachii",
            "level": 3
        }
    },
    {
        "nr": 58,
        "name": "Schatzinsel",
        "description": "Für die Genießerin! Die Frau liegt rücklings mit ihrem Gesäß am Ende des Bettes. Der Mann legt seine Beine bäuchlings neben der Frau ab und dringt von oben in sie ein, während er sich mit seine Händen am Boden abstützt. Indem die Frau ihre Unterschenkel auf dem Rücken ihres Partners ablegt, kann sie eine gemütliche Position finden und sich entspannen, während der Mann den aktiven Part übernimmt.",
        "intimacy": 1,
        "man": {
            "primary": "M. trapezius,M. triceps brachii",
            "secondary": "M. erector spinae,M. rectus abdominis",
            "level": 2
        },
        "woman": {
            "level": 2
        }
    },
    {
        "nr": 16,
        "name": "Die Teichrose",
        "description": "Ruhepause für den Mann! In dieser Stellung kann der Mann die Bewegungen sowie den Anblick der Partnerin genießen und sich ihr ganz hingeben. Er liegt rücklings mit angewinkelten Beinen, während sie sich mit ausgestreckten Beinen auf ihn setzt und ihn umfängt. Sie kann ihn befriedigen, indem sie ihr Becken kreisen lässt oder vor und zurück bewegt. Er und sie haben die Hände frei um sich gegenseitig zu liebkosen und ihre Erregung zu steigern.",
        "intimacy": 1,
        "man": {
            "primary": "M. deltoideus,M. pectoralis",
            "level": 1
        },
        "woman": {
            "level": 1
        }
    },
    {
        "nr": 41,
        "name": "Der Südpol",
        "description": "Die Balance zwischen Anspannung und Entspannung finden! In dieser Stellung wird die Frau in gleicher Weise verwöhnt wie der Mann beim \"Nordpol\". Die Frau lehnt sich mit einem Handstand an der Wand an und spreizt ihre Beine, sodass der Mann sie mit seinem Mund befriedigen kann. Mit den Händen kann er ihr Becken umfassen uns seine Partnerin stabilisieren.",
        "intimacy": 2,
        "man": {
            "primary": "M. quadriceps",
            "secondary": "M. rectus abdominis",
            "level": 3
        },
        "woman": {
            "primary": "M. triceps brachii,M. latissimus,M. deltoideus,M. pectoralis",
            "level": 3
        }
    },
    {
        "nr": 23,
        "name": "Liane",
        "description": "Eine zärtliche Stellung mit viel Intimität! Bei dieser Stellung steht der Mann breitbeinig an einer Bettkante und umschlingt seine Partnerin mit den Händen, um ihr Halt zu geben. Die Frau klammert sich mit ihren Armen an seinen Hals. Um sich abzustützen, kann sie ihre Beine auf dem Bett abstellen und so mit Vor- und Rückwärtsbewegungen beiden wahre Freude bereiten. Der mögliche Augenkontakt macht diese Stellung zu einem intimen Erlebnis.",
        "intimacy": 1,
        "man": {
            "primary": "M. biceps brachii,M. pectoralis",
            "secondary": "M. quadriceps",
            "level": 2
        },
        "woman": {
            "primary": "M. quadriceps",
            "level": 2
        }
    },
    {
        "nr": 64,
        "name": "Sprungschanze",
        "description": "Zum Abflug bereit! Der Mann liegt mit ausgestreckten Beinen auf einem Sessel, wobei er seinen Körper so anspannt, dass nur sein Gesäß an der Kante und sein Kopf an der Lehne aufliegt. Dabei hält er die Frau, die ihm den Rücken zuwendet, an ihren Armen fest. So kann sie mit angewinkelten Beinen auf ihrem Partner sitzen und sich dabei weit nach vorne lehnen, ohne zu fallen. Dadurch dass sie sich mit ihren Füßen neben seinen Schenkeln abstützt, kann sie sich auf seinem Schoß auf und ab bewegen.",
        "intimacy": 1,
        "man": {
            "primary": "M. biceps brachii",
            "secondary": "M. erector spinae",
            "level": 2
        },
        "woman": {
            "primary": "M. quadriceps",
            "level": 2
        }
    },
    {
        "nr": 1,
        "name": "Der Thron",
        "description": "Eine ungewöhnliche Stellung,  die viel Freude verspricht! Der Mann in der Rolle des Empfangenden,  liegt auf dem Boden,  während seine Beine an der Wand hochgestellt sind. Mit den Händen hält er das Gesäß seiner Partnerin,  um sie in ihren Bewegungen zu unterstützen. Sehr reizvoll für den Mann,  da er die schöne Ansicht seiner Partnerin genießen kann.",
        "intimacy": 2,
        "man": {
            "primary": "M. triceps brachii",
            "secondary": "M. pectoralis",
            "level": 3
        },
        "woman": {
            "primary": "M. quadriceps",
            "secondary": "M. gluteus",
            "level": 3
        }
    },
    {
        "nr": 67,
        "name": "Die Wüstenblüte",
        "description": "Hier ist die Frau vollkommen offen! Während die Frau mit angewinkelten Beinen auf dem Bett liegt, kann ihr Partner, der in der Hocke sitzt, in sie eindringen. Wenn er ihre Schenkel mit seinen Händen umfasst, kann er die Position ihres Beckens verändern, um so die Tiefe seines Eindringens zu bestimmen. Mit seinem freibeweglichen Schoß kann er seine Partnerin verwöhnen, die einfach nur daliegt und genießt!",
        "intimacy": 1,
        "man": {
            "primary": "M. rectus abdominis,M. gluteus",
            "secondary": "M. erector spinae",
            "level": 1
        },
        "woman": {
            "level": 1
        }
    },
    {
        "nr": 68,
        "name": "Funkmast",
        "description": "Waghalsige Verführung! Der Mann steht mit gebeugten Beinen und nach vorne geneigtem Oberkörper über seiner Partnerin und hält ihr Becken umfangen, um sie in der Luft zu halten. Nur der Kopf der Frau liegt auf dem Boden, am Besten auf einer weichen Unterlage, auf. Mit den Händen kann sie sich an seinen Waden festhalten und ihre gestreckten Beine nutzen, um sie an seinen Körper zu pressen. Trotzdem muss sie der Kraft ihres Partners vertrauen und sich ganz seiner Führung überlassen.",
        "intimacy": 1,
        "man": {
            "primary": "M. quadriceps,M. biceps brachii",
            "secondary": "M. erector spinae",
            "level": 2
        },
        "woman": {
            "primary": "M. erector spinae",
            "secondary": "M. biceps brachii",
            "level": 2
        }
    },
    {
        "nr": 54,
        "name": "Kletter die Wand",
        "description": "Swing Baby! Der Mann steht mit dem Rücken an eine Wand gelehnt da, während er seiner Partnerin seine Hände anbietet, damit sie darin Halt mit ihren Füßen finden kann. Indem die Frau ihre Arme um den Hals ihres Partners schlingt, kann sie ihn mit ihrem beweglichen Becken verwöhnen.",
        "intimacy": 1,
        "man": {
            "primary": "M. trapezius,M. rhomboideus,M. levator scapulae",
            "secondary": "M. quadriceps",
            "level": 2
        },
        "woman": {
            "primary": "M. trapezius,M. rhomboideus,M. levator scapulae",
            "secondary": "M. gluteus,M. rectus abdominis",
            "level": 2
        }
    },
    {
        "nr": 52,
        "name": "Das Versteckspiel",
        "description": "Achtung mündliche Prüfung! Die Frau liegt mit ihrem Gesicht nach unten auf einem Stuhl und stellt ihre angewinkelten Beine auf der Lehne ab. Indem ihr Parter sich über sie beugt, kann er sie oral befriedigen und sich mit seinen Handflächen seitlich von seiner Partnerin abstützen. Während sie seine Hüfte mit ihren Händen umfasst, kann auch sie ihn mit dem Mund verwöhnen.",
        "intimacy": 3,
        "man": {
            "primary": "M. quadriceps",
            "secondary": "M. erector spinae",
            "level": 2
        },
        "woman": {
            "primary": "M. erector spinae",
            "level": 2
        }
    },
    {
        "nr": 32,
        "name": "Der Sprint",
        "description": "Eine Stellung für Sportbegeisterte! Während die Frau sich in einem tiefen Ausfallschritt nach vorne beugt und sich mit ihren Unterarmen abstützt, dringt ihr Partner von hinten in sie ein. In dieser Stellung kann der Mann das Becken seine Partnerin sanft vor und zurück bewegen. So kann sie ihn besonders tief in sich aufnehmen.",
        "intimacy": 1,
        "man": {
            "primary": "M. rectus abdominis,M. gluteus",
            "level": 1
        },
        "woman": {
            "level": 1
        }
    },
    {
        "nr": 27,
        "name": "Der Zirkel",
        "description": "Seht her! In dieser Stellung muss die Frau ihre Gelenkigkeit unter Beweis stellen. Während der Mann im seitlichen Ausfallschritt an einer Bettkannte steht, umfasst er mit seinen Händen das seitlich gedrehte Becken seiner Partnerin. Diese ist auf den Rücken gedreht, hat ein Bein durch seine geöffneten Beine hindurch auf dem Bett ausgestreckt und das andere entlang seines Oberkörpers abgelegt. Mit einer Hand stützt sie sich auf dem Boden ab, während die andere seine umgreift, um ihren Oberkörper zu öffnen. So kann der Mann halb seitlich in sie eindringen und mit seinen Händen ihr Becken vor und zurück schaukeln, um beiden ein abenteuerliches Liebesspiel zu bereiten.",
        "intimacy": 1,
        "man": {
            "primary": "M. quadriceps",
            "secondary": "M. biceps brachii",
            "level": 3
        },
        "woman": {
            "primary": "M. trapezius,M. triceps brachii,M. levator scapulae,M. rhomboideus",
            "level": 3
        }
    },
    {
        "nr": 8,
        "name": "Der Chefsessel",
        "description": "Reiterstellung mal anders! Wer mal etwas Neues ausprobieren will, an der Reiterstellung aber großen Gefallen findet, für den kann diese Variante eine abwechslungsreiche Alternative darstellen. Der Mann liegt mit angewinkelten Knien auf dem Rücken und umfängt mit seinen Händen die Taille seiner Partnerin. Diese führt ihn rittlings in sich ein. Da sie hier die Hände frei hat, kann sie seine Hoden streicheln oder sich selbst liebkosen. Aber Achtung diese Stellung ist ein Balanceakt!",
        "intimacy": 1,
        "man": {
            "primary": "M. triceps brachii",
            "level": 1
        },
        "woman": {
            "primary": "M. quadriceps",
            "secondary": "M. ischiocrurale",
            "level": 1
        }
    },
    {
        "nr": 65,
        "name": "Der Magnet",
        "description": "Hier übt der Mann wahrlich eine magnetische Anziehungskraft auf seine Partnerin aus! Der Mann steht im Vierfüßlerstand, während die Frau sich unterhalb seiner Arme an ihn klammert. So kann sie ihr Becken fest an das seine pressen. Nur ihre Füße stehen unterhalb ihrer angewinkelten Beinen auf, sodass sich ihr Rücken gänzlich in der Luft befindet. Ist sie stark genug, diese Stellung eine Weile zu halten, kann sie mit ihrer freibeweglichen Hüfte wahre Wunder bewirken!",
        "intimacy": 1,
        "man": {
            "primary": "M. triceps brachii,M. trapezius",
            "secondary": "M. erector spinae",
            "level": 2
        },
        "woman": {
            "primary": "M. biceps brachii,M. gluteus",
            "secondary": "M. erector spinae",
            "level": 2
        }
    },
    {
        "nr": 56,
        "name": "Das Duell",
        "description": "Ein Duell für liebende Kämper! Sowohl der Mann als auch die Frau stützen sich mit einem angewinkelten Bein und einem Ellenbogen auf dem Bett ab. Während sie das andere Bein um ihren Partner schlingt, streckt er sein Bein aus und umgreift mit einer Hand ihr Gesäß, um ihre Bewegungen zu unterstützen. Sie hingegen umfasst mit ihrem freien Arm seinen Oberkörper, um an ihrem Partner Halt zu finden. Diese Stellung bedarf womöglich einiger Übung, aber geben Sie nicht auf, es lohnt sich!",
        "intimacy": 1,
        "man": {
            "primary": "seitliche Bauchmuskulatur,M. erector spinae",
            "secondary": "M. gluteus",
            "level": 3
        },
        "woman": {
            "primary": "seitliche Bauchmuskualut,M. erector spinae",
            "level": 3
        }
    },
    {
        "nr": 70,
        "name": "Der Grashüpfer",
        "description": "Hier kann Mann seine Sportlichkeit beweisen! Sie liegt mit ihrem Rücken auf einer gepolsterten Unterlage und führt ihre ausgestreckten Beine in Richtung ihres Kopfes. Er dringt von oben in sie ein. Seinen angespannten Körper stützt er mit den Füßen hinter ihrem Kopf und mit seinen Unterarmen auf einer Erhöhung ab.",
        "intimacy": 1,
        "man": {
            "primary": "M. erector spinae,M. gluteus",
            "secondary": "M. rectus abdominis",
            "level": 3
        },
        "woman": {
            "primary": "M. rectus abdominis",
            "level": 3
        }
    },
    {
        "nr": 63,
        "name": "Sonnenanbeter",
        "description": "In dieser Stellung beten Sie nicht nur die Sonne, sondern auch ihren Partner an! Der Mann sitzt zwischen seinen gebeugten Beinen und umfasst mit seinen Händen die Taille seiner Partnerin, die ihre gestreckten Beine auf den Schultern des Mannes ablegt. Mit den Händen stützt sie sich hinter ihrem Körper ab, um sich sanft nach hinten zu lehnen und sich so hin und her wiegen zu können. Beide haben auf diese Weise die Möglichkeit auf den Rhythmus und die Tiefe Einfluss zu nehmen. Zusätzlich ist diese Stellung besonders schön, da sich die Partner in die Augen blicken können.",
        "intimacy": 1,
        "man": {
            "primary": "M. deltoideus,M. pectoralis,M. biceps brachii",
            "secondary": "M. erector spinae",
            "level": 2
        },
        "woman": {
            "primary": "M. erector spinae",
            "level": 2
        }
    },
    {
        "nr": 14,
        "name": "Hang Time",
        "description": "Etwas umständlich, aber es lohnt sich! Die Frau liegt mit ihren Schultern auf einer sehr hohen Unterlage, etwa einem Gymnastikball, während der Mann ihr Gesäß fest in beide Hände nimmt, um sie zu stützen. Zusätzlich kann sie ihre Füße auf einen Tisch stellen, um die Balance zu halten, und die Beine ihres Partners umklammern. Mit leicht gebeugten Beinen dringt er in sie ein und steuert so Tiefe und Rhythmus. In dieser Stellung muss sich die Frau ihrem Partner ganz hingeben.",
        "intimacy": 1,
        "man": {
            "primary": "M. quadriceps,M. deltoideus,M. pectoralis",
            "secondary": "M. erector spinae",
            "level": 2
        },
        "woman": {
            "primary": "M. trapezius",
            "secondary": "M. erector spinae",
            "level": 2
        }
    },
    {
        "nr": 9,
        "name": "Desktop",
        "description": "Schöne Aussichten! Während der Mann auf einem Stuhl oder der Bettkante sitzt, umfasst er den Oberkörper seiner Partnerin, die mit dem Gesicht ihm zugewandt auf ihm liegt. Mit Vor- und Rückwärtsbewegungen dringt er in sie ein und kann den Anblick ihrer Brüste genießen.",
        "intimacy": 1,
        "man": {
            "primary": "M. biceps brachii,M. trapezius,M. rhomboideus,M. levator scapole",
            "level": 1
        },
        "woman": {
            "primary": "M. rectus abdominis,M. trapezius,M. sternocleidomastoideus",
            "level": 1
        }
    },
    {
        "nr": 24,
        "name": "Der Schaukelstuhl",
        "description": "Sieht kompliziert aus, lohnt sich aber! Während der Mann sich mit seinen Armen auf einem Sessel abstützt, stellt er seine geöffneten Beine angewinkelt auf zwei Stühle. So bereitet er seiner Partnerin die Möglichkeit sich rittlings auf ihn zu setzen und beiden mit schwingenden Bewegungen Lust zu bereiten. Um das Gleichgewicht nicht zu verlieren, kann die Frau sich an den Beinen des Mannes festhalten.",
        "intimacy": 1,
        "man": {
            "primary": "M. rectus abdominis,M. gluteus",
            "secondary": "M. ischiocrurale",
            "level": 3
        },
        "woman": {
            "primary": "M. triceps surae,M. quadriceps",
            "secondary": "M. erector spinae",
            "level": 3
        }
    },
    {
        "nr": 50,
        "name": "Der halbe Spagat",
        "description": "Mal anders: Halb stehen, halb seitlich! Die Frau stützt sich auf einen Unterarm, während der Mann am Ende des Bettes steht und eines ihrer Beine entlang seines Oberkörpers ausstreckt und mit einem Arm umgreift. Das andere Bein winkelt seine Partnerin an und stützt sich damit an der Bettkante ab. So kommt sie in eine seitliche Stellung, in der ihr Partner von hinten besonders tief in sie eindringen kann.",
        "intimacy": 1,
        "man": {
            "primary": "M. gluteus,M. rectus abdominis",
            "secondary": "M. quadriceps",
            "level": 2
        },
        "woman": {
            "primary": "M. gluteus,M. ischiocrurale,seitliche Bauchmuskulatur",
            "level": 2
        }
    },
    {
        "nr": 44,
        "name": "Die Ballerina",
        "description": "Der Klassiker von hinten lustbringend variiert! Die Frau geht in den Vierfüßlerstand, während ihr Partner eines ihrer Beine auf seinem Oberschenkel ablegt. Er legt seine Hände um ihre Hüfte, um sie in Position zu bringen und in sie einzudringen. Mit rhythmischen Vor- und Rückwärtsbewegungen kann er seine Partnerin vor Lust zum Schreien bringen!",
        "intimacy": 1,
        "man": {
            "primary": "M. rectus abdominis,M. gluteus",
            "secondary": "M. biceps brachii",
            "level": 2
        },
        "woman": {
            "primary": "M. ischiocrurale",
            "secondary": "M. triceps brachii",
            "level": 2
        }
    },
    {
        "nr": 72,
        "name": "Die Brücke",
        "description": "Hier kann Frau ihre Sportlichkeit beweisen! Während die Frau in der Position der Brücke verharrt, kann ihr Partner sie kniend mit dem Mund befriedigen. Kann sie diese Stellung eine zeitlang halten und sich entspannen, findet sie wahre Freude an den Künsten ihres Partners, wenn nicht ist diese Stellung trotzdem eine schöne Übergangslösung!",
        "intimacy": 2,
        "man": {
            "primary": "M. erector spinae,M. rectus abdominis",
            "secondary": "M. biceps brachii",
            "level": 2
        },
        "woman": {
            "primary": "M. gluteus,M. ischiocrurale,M. erector spinae",
            "secondary": "M. triceps brachii",
            "level": 2
        }
    },
    {
        "nr": 10,
        "name": "Der Katzenbuckel",
        "description": "Wenn Sie mit ihrem Partner etwas Neues ausprobieren wollen, versuchen Sie sich an dieser Stellung! Die Frau steht auf Zehenspitzen mit gewölbtem Rücken, ähnlich dem einer Katze, vor ihrem Partner und stützt sich wenn möglich mit den Händen auf dem Boden ab. Von hinten kann der Mann tief in sie eindringen.",
        "intimacy": 1,
        "man": {
            "primary": "M. erector spinae,M. rectus abdominis",
            "secondary": "M. quadriceps",
            "level": 2
        },
        "woman": {
            "primary": "M. triceps surae",
            "secondary": "M. trapezius,M. deltoideus,M. pectoralis",
            "level": 2
        }
    },
    {
        "nr": 43,
        "name": "Der Himmel",
        "description": "In dieser Stellung sind Sie dem Himmel wahrlich ein Stück näher! Der Mann kniet mit geöffneten Beinen, umfasst das Gesäß seiner Partnerin mit seinen Händen und dringt in sie ein. Sie stützt sich mit ihren Handflächen auf dem Bett ab, streckt die Beine seitlich von ihrem Partner aus, um sich in einer halb liegenden Position ihrer Lust hinzugeben.",
        "intimacy": 1,
        "man": {
            "primary": "M. biceps brachii,M. rectus abdominis,M. erector spinae",
            "level": 2
        },
        "woman": {
            "primary": "M. gluteus,M. ischiocrurale,M. triceps brachii",
            "level": 2
        }
    },
    {
        "nr": 33,
        "name": "Die Kostprobe",
        "description": "Oralverkehr(t)? Der Mann lehnt sich stehend an eine Wand und umfasst mit beiden Armen den Bauch seiner Partnerin, die sich vornübergebeugt, mit den Schultern auf seinen Oberschenkeln, an seinem Körper entlang schmiegt. Der Mann muss hier viel Kraft aufbringen, um seine Partnerin zu halten, die ihn aber zusätzlich mit ihren Armen umfangen kann. In dieser Stellung kann der Mann seine Partnerin oral verwöhnen und sie sich ihm, fühlt sie sich in dieser Position wohl, ganz öffnen.",
        "intimacy": 2,
        "man": {
            "primary": "M. biceps brachii,M. quadriceps",
            "secondary": "M. pectoralis",
            "level": 3
        },
        "woman": {
            "primary": "M. ischiocrurale",
            "level": 3
        }
    },
    {
        "nr": 59,
        "name": "Perlentaucher",
        "description": "Tauchen Sie ein! Der Mann steht mit leicht gebeugten Oberkörper am Ende eines Bettes und hebt die Hüfte seiner Partnerin sanft an. Diese stützt sich mit ihren Handflächen auf dem Boden ab und um mehr Stabilität zu gewinnen legt sie zusätzlich ihre Unterschenkel, durch die Beine ihres Partners hindurch, am Ende des Bettes auf. Durch die Position der Partnerin, die mit ihren angewinkelten Beinen die Bewegungen des Mannes unterstützen kann, ergibt sich die Möglichkeit einer intensiven Penetration.",
        "intimacy": 1,
        "man": {
            "primary": "M. biceps brachii",
            "secondary": " M. rectus abdominis,M. erector spinae,M. gluteus",
            "level": 2
        },
        "woman": {
            "primary": "M. trapezius,M. triceps brachii,M. erector spinae",
            "level": 2
        }
    },
    {
        "nr": 15,
        "name": "Der Libellentanz",
        "description": "Der Klassiker von hinten: mal halb liegend? Ihre Beine auf einem Stuhl liegend, stützt sich die Frau mit ihren Unterarmen auf dem Boden ab. Von oben dringt der Mann mit gespreizten Beinen und halb auf seiner Partnerin liegend sanft in sie ein. Die Frau in der Rolle der Empfangenden genießt die Stoßbewegungen ihres Partners.",
        "intimacy": 1,
        "man": {
            "primary": "M. triceps brachii,M. latissimus dorsi,M. trapezius,M. pectoralis",
            "secondary": "M. erector spinae",
            "level": 2
        },
        "woman": {
            "primary": "M. pectoralis,M. trapezius",
            "level": 2
        }
    },
    {
        "nr": 40,
        "name": "Die Reiterin",
        "description": "In dieser Stellung kann die Frau mit der Lust ihres Partners spielen! Der Mann legt seinen oberen Rücken auf einer erhöhten Unterlage, etwa einem Gymnastikball, ab und stellt seine Beine auf, sodass er seiner Partnerin mit seinen Oberschenkeln und seinem Bauch eine gerade Sitzfläche bereitet, auf der sie sich ausleben kann. Mit angewinkelten Beinen kann sie sich auf seinen Schoß setzen und ihn mit ihrem Becken empfangen. Um mehr Stabilität zu gewinnen, kann sie sich mit ihren Händen auf seinem Oberkörper abstützen.",
        "intimacy": 1,
        "man": {
            "primary": "M. gluteus,M. ischiocrurale,M. rectus abdominis,M. erector spinae",
            "level": 3
        },
        "woman": {
            "primary": "M. rectus abdominis,M. erector spinae",
            "level": 3
        }
    },
    {
        "nr": 19,
        "name": "Die Lilie",
        "description": "Kniend zum Ziel! Während die Frau im Vierfüßlerstand auf dem Bett kniet, kann der Mann von hinten mit langsamen oder heftigen Stößen in sie eindringen und so ihren G-Punkt stimulieren. Während der Mann den erregenden Anblick genießt, kann er mit seinen Händen ihr Becken umfangen oder ihre Klitoris berühren, um ihr zusätzliche Lust zu verschaffen. Braucht sie nur eine Hand, um sich abzustützen, kann auch sie sich mit der anderen streicheln, um leichter zum Höhepunkt zu kommen.",
        "intimacy": 1,
        "man": {
            "primary": "M. gluteus,M. rectus abdominis,M. erector spinae",
            "level": 1
        },
        "woman": {
            "primary": "M. trapezius,M. triceps brachii,M. pectoralis",
            "level": 1
        }
    },
    {
        "nr": 66,
        "name": "Route 69",
        "description": "Wer nimmt hier den Mund zu voll? Die Frau hält sich kopfüber am unteren Rücken ihres Partners fest, der sie stehend umklammert. Die Beine kann sie um seinen Nacken schlingen, um sicheren Halt zu finden. In dieser Position kann sie ihn und er sie auf abenteuerliche Weise mit dem Mund befriedigen.",
        "intimacy": 3,
        "man": {
            "primary": "M. erector spinae,M. trapezius,M. biceps brachii",
            "level": 3
        },
        "woman": {
            "primary": "M. biceps brachii",
            "level": 3
        }
    },
    {
        "nr": 18,
        "name": "Die Liebesklammer",
        "description": "Diese Stellung verspricht wahre Intimität! Die Frau liegt rücklings auf dem Bett und stützt sich mit ihren Unterarmen ab. Sie umschließt die Hüfte des Mannes, der mit angehobenem Becken auf ihr liegt, fest mit ihren Beinen, um so ihr Becken an das seine zu pressen. So können sich beide in die Augen sehen und sich von den rhythmischen Bewegungen des Mannes tragen lassen.",
        "intimacy": 1,
        "man": {
            "primary": "M. rectus abdominis,M. triceps brachii,M. erector spinae",
            "secondary": "M. gluteus",
            "level": 1
        },
        "woman": {
            "primary": "M. trapezius,M. rectus abdominis",
            "level": 1
        }
    },
    {
        "nr": 39,
        "name": "Das Diadem",
        "description": "Hier wird Ihr Vertrauen auf die Probe gestellt! Der Mann steht breitbeinig da, während die Frau ihre Arme um seinen Nacken schlingt und ihr Partner ihre angewinkelten Beine an den Füßen festhält. So kann sie ihr Becken nach vorne und hinten schwingen oder ihn mit Auf- und Abwärtsbewegungen in sich aufnehmen. Haben beide die richtige Position gefunden, wird diese Stellung zu einem intensiven Erlebnis!",
        "intimacy": 1,
        "man": {
            "primary": "M. triceps brachii,M. trapezius,M. rhomboideus,M. levator scapulae",
            "secondary": "M. quadriceps,M. erector spinae,M. sternocleidomastoideus",
            "level": 3
        },
        "woman": {
            "primary": "M. trapezius,M. levator scapulae,M. rhomboideus",
            "level": 3
        }
    },
    {
        "nr": 38,
        "name": "Der Biker",
        "description": "Lassen Sie sich genussvoll treiben! Diese Stellung ist der \"dem Regenbogen\" sehr ähnlich. Hier sitzt der Mann auf seinen angewinkelten Beinen, während seine Partnerin sich mit dem ihm zugewandten Rücken und ausgestreckten Beinen auf seinen Schoß legt. Dabei muss sie sich mit den Handflächen auf dem Bett abstützen, um in ein Hohlkreuz zu fallen und so ihre Beckenbewegungen kontrollieren zu können. Der Mann dringt mit Auf- und Abwärtsbewegungen in sie ein und hat seine Hände frei, um seine Partnerin mit den Händen zu verwöhnen oder sie zu stützen.",
        "intimacy": 1,
        "man": {
            "primary": "M. erector spinae,M. rectus abdominis",
            "secondary": "M. biceps brachii",
            "level": 2
        },
        "woman": {
            "primary": "M. triceps brachii",
            "level": 2
        }
    },
    {
        "nr": 71,
        "name": "Schmelze",
        "description": "Verschmelzen Sie mit ihrem Partner! Der Mann sitzt auf seinen angewinkelten Beinen und umfasst den unteren Rücken seiner Partnerin, sodass diese sich in seinen Armen nach hinten fallen lassen kann. Ihre ausgestreckten Beine legt sie auf den Schultern des Mannes ab, während sie sich um seinen Oberkörper schlingt. Mit der Kraft seiner Arme kann er den Rhythmus der Vereinigung bestimmen.",
        "intimacy": 1,
        "man": {
            "primary": "M. biceps brachii",
            "secondary": "M. erector spinae",
            "level": 2
        },
        "woman": {
            "primary": "M. biceps brachii",
            "level": 2
        }
    },
    {
        "nr": 28,
        "name": "Das Himmelstor",
        "description": "Dem Himmel ganz nah! Der Mann sitzt mit gespreizten Beinen auf einem Stuhl, während er sich an der Lehne festhält. Seine Partnerin setzt sich rittlings auf seinen Schoß. Ihre Füße, die den Boden berühren, ermöglichen ihr einen angenehmen Bewegungsspielraum, der sie mit der Lust ihres Partners spielen lässt. Ihre kreisenden oder kippenden Beckenbewegungen kann sie durch das Abstützen ihrer Hände auf dem Bauch des Mannes unterstützen.",
        "intimacy": 1,
        "man": {
            "primary": "M. rectus abdominis",
            "secondary": "M. ischiocrurale",
            "level": 2
        },
        "woman": {
            "primary": "M. quadriceps",
            "level": 2
        }
    },
    {
        "nr": 2,
        "name": "Kutsche",
        "description": "Wer es von hinten mag, wird diese Herausforderung gerne annehmen! Die Frau stützt sich bäuchlings mit ihren Armen auf einer erhöhten Unterlage ab, während der Mann ihre Oberschenkel und ihr Becken festhält und von hinten in sie eindringt. Mit ihren Beinen, die die Hüfte des Mannes umschließen, kann sie die Bewegungen ihres Partners zwar regulieren, muss sich jedoch vollkommen dem Mann hingeben. Je nach Kräften der Partner lässt diese Stellung viel Bewegungsspielraum zu und wird so zu einem lustvollen Erlebnis.",
        "intimacy": 1,
        "man": {
            "primary": "M. quadriceps,M. gluteus",
            "secondary": "M. biceps brachii,M. rectus abdominis",
            "level": 2
        },
        "woman": {
            "primary": "M. rectus abdominis,M. pectoralis",
            "secondary": "M. triceps brachii",
            "level": 2
        }
    },
    {
        "nr": 31,
        "name": "Sattelfest",
        "description": "Ein zärtlicher Ritt! Der Mann sitzt auf seinen angewinkelten Beinen und umfängt die Frau mit seinen Armen. Sie sitzt rittlings mit angewinkelten Beinen auf ihm und stabilisiert sich, indem sie ihre Hände auf seinen Schenkeln abstützt. Er kann sie mit seinen freien Händen streicheln, während sie ihr Becken vor und zurück schwingt oder auf und ab kippt.",
        "intimacy": 2,
        "man": {
            "primary": "M. erector spinae",
            "level": 1
        },
        "woman": {
            "primary": "M. quadriceps",
            "level": 1
        }
    },
    {
        "nr": 5,
        "name": "Lotusblüte",
        "description": "Genießen Sie die geschmeidige Hüfte Ihrer Partnerin! Hier liegt der Mann ausgestreckt auf dem Rücken, während seine Partnerin rittlings mit ihm zugewandten Rücken auf seinem Becken sitzt. Eine besondere Herausforderung für die Frau stellt der Lotussitz dar, bei dem ihre Beine verschränkt sind und die Füße auf den Oberschenkeln ruhen. Ersetzt werden kann diese Position aber auch durch den Schneidersitz (siehe Abbildung). Der Mann hat seine Hände frei, um seine Partnerin nach Belieben zu liebkosen, indes sie ihr Becken kreisen lässt und ihn zwingt sich ihr ganz hinzugeben.",
        "intimacy": 1,
        "man": {
            "primary": "M. biceps brachii,M. pectoralis",
            "secondary": "M. triceps brachii",
            "level": 1
        },
        "woman": {
            "primary": "M. erector spinae",
            "level": 1
        }
    },
    {
        "nr": 13,
        "name": "Der Rückhalt",
        "description": "Im Stehen genießen! Der Mann steht mit geschlossenen sowie leicht gebeugten Beinen an eine Wand gelehnt, während seine Partnerin mit dem Rücken ihm zugewandt ihr Becken fest an das seine presst. Er kann ihren Nacken mit seinem Mund liebkosen und ihr zusätzlich Lust bereiten, indem er sie mit seinen Händen berührt.",
        "intimacy": 4,
        "man": {
            "primary": "M. quadriceps",
            "level": 4
        },
        "woman": {
            "primary": "M. gluteus,M. quadriceps,M. ischiocrurale",
            "level": 4
        }
    }
]